Repository: Yoji-kms/Game2048
Catalog: Game2048/Localizable.xcstrings
Source language: en
Languages: ru

source: Best: %lld
ru: Рекорд: %lld

source: Exit to menu
ru: Выйти в меню

# Infinite
source: Infinite game
ru: Бесконечная игра

# Loose
source: You've lost😢
ru: Вы проиграли😢

source: Moves: %lld
ru: Ходов: %lld

# Regular
source: Regular game
ru: Обычная игра

source: Replay
ru: Переиграть

source: 🏅 Results 🏅
ru: 🏅 Результаты 🏅

source: Score: %lld
ru: Счёт: %lld

# Win
source: You've won!🏆
ru: Вы выиграли! 🏆
